7767517
60 68
Input                    input0                   0 1 input0 0=224 1=224 2=3 -23328=1,1157500850 -23329=1,59.984638
Convolution              Conv_0                   1 1 input0 input.4 0=64 1=7 3=2 4=3 5=1 6=9408 20=1 21=69 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,61.488247
ReLU                     Relu_1                   1 1 input.4 onnx::MaxPool_141 20=1 21=16473 22=14 23=1 -23328=1,1 -23329=1,61.824089
Pooling                  MaxPool_2                1 1 onnx::MaxPool_141 input.8 1=3 2=2 3=1 5=1 20=1 21=21393 22=15 -23328=1,1 -23329=1,40.364792
Split                    splitncnn_0              1 2 input.8 input.8_splitncnn_0 input.8_splitncnn_1 -23328=1,1 -23329=2,40.364792,40.364792
Convolution              Conv_3                   1 1 input.8_splitncnn_1 input.16 0=64 1=3 4=1 5=1 6=36864 20=1 21=140 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,39.962860
ReLU                     Relu_4                   1 1 input.16 onnx::Conv_145 20=1 21=18515 22=13 23=1 -23328=1,1 -23329=1,90.320610
Convolution              Conv_5                   1 1 onnx::Conv_145 onnx::Add_218 0=64 1=3 4=1 5=1 6=36864 20=1 21=103 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,48.343372
Eltwise                  Add_6                    2 1 onnx::Add_218 input.8_splitncnn_0 onnx::Relu_148 0=1 20=1 21=21320 22=15 17=19622 18=14 16=1 -23328=1,1 -23329=1,31.454344
ReLU                     Relu_7                   1 1 onnx::Relu_148 input.24 20=1 21=32700 22=15 23=1 -23328=1,1 -23329=1,31.390362
Split                    splitncnn_1              1 2 input.24 input.24_splitncnn_0 input.24_splitncnn_1 -23328=1,1 -23329=2,31.390362,31.390362
Convolution              Conv_8                   1 1 input.24_splitncnn_1 input.32 0=64 1=3 4=1 5=1 6=36864 20=1 21=123 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,55.709164
ReLU                     Relu_9                   1 1 input.32 onnx::Conv_152 20=1 21=18760 22=14 23=1 -23328=1,1 -23329=1,63.789711
Convolution              Conv_10                  1 1 onnx::Conv_152 onnx::Add_224 0=64 1=3 4=1 5=1 6=36864 20=1 21=123 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,27.796049
Eltwise                  Add_11                   2 1 onnx::Add_224 input.24_splitncnn_0 onnx::Relu_155 0=1 20=1 21=29233 22=15 17=18503 18=14 -23328=1,1 -23329=1,28.005245
ReLU                     Relu_12                  1 1 onnx::Relu_155 input.40 20=1 21=16387 22=14 23=1 -23328=1,1 -23329=1,28.010550
Split                    splitncnn_2              1 2 input.40 input.40_splitncnn_0 input.40_splitncnn_1 -23328=1,1 -23329=2,28.010550,28.010550
Convolution              Conv_13                  1 1 input.40_splitncnn_1 input.48 0=128 1=3 3=2 4=1 5=1 6=73728 20=1 21=115 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,51.833527
ReLU                     Relu_14                  1 1 input.48 onnx::Conv_159 20=1 21=18642 22=14 23=1 -23328=1,1 -23329=1,58.977757
Convolution              Conv_15                  1 1 onnx::Conv_159 onnx::Add_230 0=128 1=3 4=1 5=1 6=147456 20=1 21=131 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,39.609432
Convolution              Conv_16                  1 1 input.40_splitncnn_0 onnx::Add_233 0=128 1=1 3=2 5=1 6=8192 20=1 21=386 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,56.675110
Eltwise                  Add_17                   2 1 onnx::Add_230 onnx::Add_233 onnx::Relu_164 0=1 20=1 21=20547 22=15 17=23443 18=14 -23328=1,1 -23329=1,35.538391
ReLU                     Relu_18                  1 1 onnx::Relu_164 input.60 20=1 21=32750 22=15 23=1 -23328=1,1 -23329=1,35.519604
Split                    splitncnn_3              1 2 input.60 input.60_splitncnn_0 input.60_splitncnn_1 -23328=1,1 -23329=2,35.519604,35.519604
Convolution              Conv_19                  1 1 input.60_splitncnn_1 input.68 0=128 1=3 4=1 5=1 6=147456 20=1 21=119 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,46.119102
ReLU                     Relu_20                  1 1 input.68 onnx::Conv_168 20=1 21=21126 22=14 23=1 -23328=1,1 -23329=1,59.466385
Convolution              Conv_21                  1 1 onnx::Conv_168 onnx::Add_239 0=128 1=3 4=1 5=1 6=147456 20=1 21=158 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,47.928658
Eltwise                  Add_22                   2 1 onnx::Add_239 input.60_splitncnn_0 onnx::Relu_171 0=1 20=1 21=21402 22=15 17=22108 18=14 16=1 -23328=1,1 -23329=1,31.304697
ReLU                     Relu_23                  1 1 onnx::Relu_171 input.76 20=1 21=25189 22=15 23=1 -23328=1,1 -23329=1,24.064993
Split                    splitncnn_4              1 2 input.76 input.76_splitncnn_0 input.76_splitncnn_1 -23328=1,1 -23329=2,24.064993,24.064993
Convolution              Conv_24                  1 1 input.76_splitncnn_1 input.84 0=256 1=3 3=2 4=1 5=1 6=294912 20=1 21=214 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,55.943581
ReLU                     Relu_25                  1 1 input.84 onnx::Conv_175 20=1 21=31458 22=15 23=1 -23328=1,1 -23329=1,53.709179
Convolution              Conv_26                  1 1 onnx::Conv_175 onnx::Add_245 0=256 1=3 4=1 5=1 6=589824 20=1 21=111 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,45.901684
Convolution              Conv_27                  1 1 input.76_splitncnn_0 onnx::Add_248 0=256 1=1 3=2 5=1 6=32768 20=1 21=527 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,91.520103
Eltwise                  Add_28                   2 1 onnx::Add_245 onnx::Add_248 onnx::Relu_180 0=1 20=1 21=15070 22=15 17=32667 18=14 -23328=1,1 -23329=1,42.091915
ReLU                     Relu_29                  1 1 onnx::Relu_180 input.96 20=1 21=17223 22=14 23=1 -23328=1,1 -23329=1,44.248219
Split                    splitncnn_5              1 2 input.96 input.96_splitncnn_0 input.96_splitncnn_1 -23328=1,1 -23329=2,44.248219,44.248219
Convolution              Conv_30                  1 1 input.96_splitncnn_1 input.104 0=256 1=3 4=1 5=1 6=589824 20=1 21=101 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,58.737236
ReLU                     Relu_31                  1 1 input.104 onnx::Conv_184 20=1 21=17020 22=14 23=1 -23328=1,1 -23329=1,61.016666
Convolution              Conv_32                  1 1 onnx::Conv_184 onnx::Add_254 0=256 1=3 4=1 5=1 6=589824 20=1 21=178 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,44.363110
Eltwise                  Add_33                   2 1 onnx::Add_254 input.96_splitncnn_0 onnx::Relu_187 0=1 20=1 21=30575 22=15 17=16427 18=14 16=1 -23328=1,1 -23329=1,41.395641
ReLU                     Relu_34                  1 1 onnx::Relu_187 input.112 20=1 21=32370 22=15 23=1 -23328=1,1 -23329=1,40.894566
Split                    splitncnn_6              1 2 input.112 input.112_splitncnn_0 input.112_splitncnn_1 -23328=1,1 -23329=2,40.894566,40.894566
Convolution              Conv_35                  1 1 input.112_splitncnn_1 input.120 0=512 1=3 3=2 4=1 5=1 6=1179648 20=1 21=99 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,64.195900
ReLU                     Relu_36                  1 1 input.120 onnx::Conv_191 20=1 21=19919 22=14 23=1 -23328=1,1 -23329=1,78.048676
Convolution              Conv_37                  1 1 onnx::Conv_191 onnx::Add_260 0=512 1=3 4=1 5=1 6=2359296 20=1 21=175 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,46.608696
Convolution              Conv_38                  1 1 input.112_splitncnn_0 onnx::Add_263 0=512 1=1 3=2 5=1 6=131072 20=1 21=523 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,60.816906
Eltwise                  Add_39                   2 1 onnx::Add_260 onnx::Add_263 onnx::Relu_196 0=1 20=1 21=20314 22=15 17=21379 18=14 -23328=1,1 -23329=1,37.704407
ReLU                     Relu_40                  1 1 onnx::Relu_196 input.132 20=1 21=17013 22=14 23=1 -23328=1,1 -23329=1,39.152351
Split                    splitncnn_7              1 2 input.132 input.132_splitncnn_0 input.132_splitncnn_1 -23328=1,1 -23329=2,39.152351,39.152351
Convolution              Conv_41                  1 1 input.132_splitncnn_1 input.140 0=512 1=3 4=1 5=1 6=2359296 20=1 21=103 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,57.804611
ReLU                     Relu_42                  1 1 input.140 onnx::Conv_200 20=1 21=24333 22=14 23=1 -23328=1,1 -23329=1,85.848831
Convolution              Conv_43                  1 1 onnx::Conv_200 onnx::Add_269 0=512 1=3 4=1 5=1 6=2359296 20=1 21=139 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,9.729921
Eltwise                  Add_44                   2 1 onnx::Add_269 input.132_splitncnn_0 onnx::Relu_203 0=1 20=1 21=7713 22=15 17=16482 18=12 -23328=1,1 -23329=1,9.216633
ReLU                     Relu_45                  1 1 onnx::Relu_203 input.148 20=1 21=16776 22=14 23=1 -23328=1,1 -23329=1,9.437090
Convolution              Conv_46                  1 1 input.148 input.156 0=256 1=3 4=1 5=1 6=1179648 20=1 21=18 22=15 23=0 24=2 25=1 26=30259 27=13 -23328=1,1 -23329=1,24.168797
PReLU                    LeakyRelu_47             1 1 input.156 onnx::Conv_207 20=1 21=16979 22=14 23=2 -23328=1,1 -23329=1,25.046650
Convolution              Conv_48                  1 1 onnx::Conv_207 input.164 0=256 1=3 4=1 5=1 6=589824 20=1 21=14 22=15 23=0 24=2 25=1 26=23570 27=14 -23328=1,1 -23329=1,12.775416
PReLU                    LeakyRelu_49             1 1 input.164 onnx::Conv_210 20=1 21=27247 22=14 23=2 -23328=1,1 -23329=1,21.245998
Convolution              Conv_50                  1 1 onnx::Conv_210 output0 0=55 1=1 5=1 6=14080 20=1 21=23 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,8.232522
